[
    {
        "id": 1,
        "name": "PA YAOGYAW KA SIYIEX",
        "title": "Lai Yaogyaw 8",
        "verse": [
          "Siyiex ex eue, ceu kaux Maix mawh pa ting lhaong ka piang hatkiex in khawmuik heue. Min pakngai Maix pa ting lhaong hoik koe ka piang raoma heue.",
          "Maix tawx krax yaw rangdika jheeh kawn nyawm mai kawnngie pa kawn peuex khankixmai pui pa koeng mai pui pa bakti yuh krax lud daux rhawmtix angah, Maix chix kieh yiienyawg tix heue.",
          "Phan aux keud ti yaox grawng pa phan pa deuh Maix raoma, khix, simung ka giien taix Maix, kawn pui mawh pa yuh ka mawx, Maix lai kawn doh keud ka nawh, kawn kawn pui mawh pa yuh ka mawx mai Maix lai kawn kia ngiien ka nawh?",
          "Maix hoik deuh Nawh tiiem ka greem kawncau Siyiex ceeix khang, mai Maix hoik fua min plakngai ka piang kaing Nawh heue.",
          "Kieh nawh giex kaing ka can pa hoik phan hoik deuh Maix khankix. Pa mawh yung, mawie, totiag sim raoma, kax mai pa chix chuh chix hu ka daux rawm khankix hoik deuh ka greem caong Nawh heue.",
          "Siyiex ex eue, ceu kaux Maix mawh pa ting lhaong ka piang hatkiex in khawvnuik heue."
        ]
    },
    {
      "id": 2,
      "name": "PHUK LAI SIGANG KHRI",
      "title": "Yaogyaw 19:7–9, 12–14",
      "verse": [
        "Beenli Siyiex mawh pa grum naog mai chix cox rhawm rhi ju ex heue. Mhai sakse pa kahm Siyiex mawh pa mawh meh mai chix kieh pui pa ang koe pingnya dech koe pingnya heue.",
        "Beenli Siyiex mawh pa rahsee, chix kieh rhawm rhi koe krax gaux rhawm lox tawm beenli Siyiex mawh pa singax singeh mai chix kieh ngai ex riang heue.",
        "Rhawm pa lhat graung ka Siyiex, mawh pa singax singeh jheeng jheeng mai krax pa prawng ca Siyiex mawh pa kaux sijax mai pa rahsee khawmuik heue.",
        "Mawh kheu ceu in, awm pa hoik tawx Maix satix ka pa mawh siliex Maix, Maix deeh tawx ka kix, pui pa pon hawt tix yuh khankix, tak pon bwanson pa ting heue.",
        "Pui mawx pa chix tawng ka dee phit lud tokaus tix? Kieh aux luan khaing phimap pa koe dee glip liak.",
        "Tiebitex ka siliex Maix, son ang lai yuh phimap pa ting liak, paw lai kieh phimap khankix ting ka piang aux liak.",
        "Phan yuh nan, aux hoik grum naog mai luan khaing pa lud pa ting heue.",
        "Kieh lox pa lih khaing daux jheeh aux mai krax pa keud pa sawn aux mawh pa khaw rhawm rhi ka plak sivoe ngai Maix liak. Siyiex eue, Maix mawh rang ting aux mai mawh Cao pa taoh aux heue."
      ]
    },
    {
      "id": 3,
      "name": "GRAWH GRAWNG KEH YESUX",
      "title": "Lukax 2:7–16",
      "verse": [
        "Nawh keh Kawn Ai tix mai: pua nawh daux leem, daux man mai cen ka daux dawng mawie, kheu ang dee ot koe son kix daux nyiex nyo heue.",
        "Ka daux meung an koe cao liang yung tix blah pa pau cub yung kix daux yam pon sawm heue.",
        "Kawncau Siyiex tix kaux hoek ti cung dex kix mai min plakngai Simiang jhan rieng mung viang kix mai kix die lhat kah heue.",
        "Kawncau Siyiex an ah nin ka kix,“Paw lhat paw graung, jhak heue, Aux viex lox ceu pa mhawm, pa kied ting gaux rhawm, pa sang mawh son pui khawm mu khawm miang.",
        "Mawh kheu singaix in, daux veng Davit, Cao Taoh hoik keh son pex tix kaux pa mawh Khrit Simiang heue.",
        "In tak mawh mhai rug son pex. Pex tak yaox Kawn ngie pa hoik pua ka leem ka man mai it ka daux dawng mawie heue.”",
        "Dom mawx dom an cub kawncau raoma kied haoh hun, hoek ti ot tau mai kawncau Siyiex an mai yaogyaw Siyiex an nin,",
        "“Kieh yaog min plakngai Siyiex, ka dee kied lhaong khaing paox tix mai ka piang haktiek kieh pa nhim koe ka kawn pui, pa khaw caw rhawm Nawh heue.”",
        "Khaix hoik deeh ing kawncau Siyiex khankix ka meung raoma, cao liang yung khankix ah nin ka paox tix,“Ex hu ka veng Bieliehliem mai jhak ti yaox ceu pa hoik mawh in, pa hoik kieh Simiang ex tawng heue.”",
        "Kix nied ti hu tau, yaox Marix mai Yosiep mai Kawn ngie pa it ka daux dawng mawie."
      ]
    },
    {
      "id": 4,
      "name": "GUMLOX SIYIEX",
      "title": "Yohan 1:1–12",
      "verse": [
        "Yam jah koe Gumlox, Gumlox an ot mai Siyiex, Gumlox an mawh Siyiex heue.",
        "Yam jah Nawh ka ot mai Siyiex. Pa koe kuceu koe kheu yuh Nawh mai ceu pa koe pa ang Nawh yuh ang koe tix ceu kawx heue.",
        "Ka daux Nawh koe Ju Pa Im mai Ju Pa Im an mawh Pa riang kawn pui heue.",
        "Pa riang an ca jhan rieng ka daux pa faik, pa faik ang chix pex kieh pa riang an yeet heue.",
        "Pui lih hoiek tix kaux, pa hoik ploi hoiek khaing Siyiex ceu kaux nawh mawh Yohan heue.",
        "Nawh hoiek ti mawh cao kham mhai rug, sonsang pon nawh ti kham mhai rug grawng pa riang, yuh ka mawx sonsang yum rhawm pui khawmuik kheu nawh heue.",
        "Nawh ang mawh pa riang, viang mawh nan nawh hoek ti kham mhai rug grawng pa riang heue.",
        "Pa riang tete, pa chix tawx pa riang ka kawn pui ku kaux, hoik hoek piang haktiex heue.",
        "Nawh hoik ot ka piang haktiex, haktiex in mawh pa yuh Nawh, viang mawh nan haktiex in ang tawng ka Nawh heue.",
        "Nawh hoek ka cie Nawh, kix pa mawh cie Nawh ang rieb Nawh.",
        "Pui pa rieb ka Nawh, pui pa yum rhawm ka ceu kaux Nawh khankix Nawh tawx akhuang kieh mawh kawn Siyiex heue."
      ]
    },
    {
      "id": 5,
      "name": "GRAWH GRAWNG PA KOE BWANSON",
      "title": "Mathiex 5:3–12",
      "verse": [
        "“Pui pa hot daux khuan khankix koe bwanson heue, kheu Meung Raoma mawh cie kix.",
        "Pui pa khi rhawm khankix koe bwanson heue, kheu kix tak pon pa nyawm rhawm.",
        "Pui pa awn rhawm khankix koe bwanson heue, kheu kix tak pon haktiex.",
        "Pui pa cai rhawm son pa rahsee khankix koe bwanson heue, kheu kix tak sak.",
        "Pui pa chix caux rhawm khankix koe bwanson heue, kheu kix tak pon ceu pa caux rhawm.",
        "Pui pa singax daux rhawm khankix koe bwanson heue, kheu kix tak yaox Siyiex.",
        "Pui pa chix kieh raw pa simah simiang ka paox tix kieh yiien khankix, koe bwanson heue, kheu tak kok kix mawh kawn Siyiex.",
        "Pui pa hoik kham geu pa tuktiah son pa rahsee koe bwanson heue, kheu Meung Raoma mawh cie kix.",
        "Yam pui yuh pa ang khaw jiet ka pex mai tuktiah ka pex mai ah pa caox pa ang mawh meh kuceu grawh grawng pex, kheu Aux, pex koe bwanson heue.",
        "Kieh kied gaux rhawm heue, kheu bwanson kied ting son pex ka daux meung Raoma, kheu hoik tuktiah kix yuh nan, ka cao jhai khankix pa koe glangka pex."
      ]
    },
    {
      "id": 6,
      "name": "PA PRIEX KEEING CAO",
      "title": "Mathitex 6:19–21, 24–26, 31–33",
      "verse": [
        "“Paw vi khrawm sin ngao son pex piang haktiex, dee pung piang siah mai dee chix rhaw chix laux mai dee chix yieh pui mai laig briex heue.",
        "Viang mawh nan khrawm sinngao son pex ka daux meung raoma, dee ang mawt chix siah mai dee ang rhaw chix yuh laux mai dee ang pui briex chix yieh, mai laig briex heue.",
        "Kheu koe sin ngao maix dee mawx, rhawm maix kawx koe tan heue.",
        "“Pui tix kaux kawx ang chix yuh pui cau son simiang ra kaux, mawh kheu nawh tak koeng ka tix kaux mai moh tang kaux an, phan ang mawh nan, nawh tak cen rhawm ka tix kaux mai nieb yuh ka tang kaux an heue. Pex ang chix mawh pa cau soi ka Siyiex mai ka sinngao heue.”",
        "“Mawh kheu nan Aux krai ka pex, paw vi khi ka grawng pa sang ih nyaux patix son ju tix mai sang ceep patix son tokaus tix. Ju kienie, nie lheu mhawm khaing pa ih ang mawh lie?”",
        "Jhak ka sim pa po piang raoma khankix heue, kix ang rhuaht ang van simie mai kix ang vawg, ang khrawm daux krao, viang mawh nan, Keeing pex piang raoma tawx kix ih heue. Pex nie lheu ngawh khaing sim khankix ang mawh lie?",
        "Mawh kheu nan, paw khi rhawm ti ah nin, Ex sang ih patix?Phan ang mawh nan, Ex sang nyaux patix?Phan ang mawh nan, Ex sang ceep patix?",
        "Mawh kheu pui tang ceu khankix sawg ceu an khawmuik heue, Grawh grawng nawh, Keeing pex piang raoma hoik tawng grawng pa lo pex ceu in khankix khawmuik heue.",
        "Pex sawg meung Siyiex mai: pa rahsee Nawh phao ka ha mai Nawh tak baox tawx ceu in khawmuik ka pex heue."
      ]
    },
    {
      "id": 7,
      "name": "GRAWH GRAWNG PA AWNRHAWM AWNRHI",
      "title": "Mathitex 18:1–16; 19:13–14",
      "verse": [
        "Daux bawg yam nari an kawncau khankix hoek ka Yesux, chawk ah nin, “Pui mawx pa nie ting khaing paox tix daux meung raoma?”",
        "Nawh Cao kok kawn nyawm iak tix kaux deuh sinax kix,",
        "ah nin, “Aux krai lox tete ka pex, tom ang pex deeh tieh loh ti mawh awm kawn nyawm iak khankix, pex ang tau ti pon laig ka dau meung raoma heue.",
        "Pui mawx angah, pa kieh rhawm tix awn awm kawn nyawm iak in, mawh pa nie lheu ting khaing paox tix ka daux meung raoma heue.",
        "Pui mawx angah, pa rieb ti teei kawn nyawm iak pa awm in ka daux ceu kaux Aux, rieb ti teei Aux heue.”",
        "Viang mawh nan pui mawx angah, pa kieh kawn nyawm iak khankix pa yum rhawm ka Aux tix kaux kaux sideeing caong tix, ka kaw an, phan preue simaox mhaw pa ting ka ngawg nawh mai teei nawh cub daux rawn sigrit sigra dee raux, mawh ds pa nie mhawm heue.",
        "Yam an kix viex kawn nyawm iak khankix hoek ka Nawh Cao, sonsang deuh Nawh taix tix piang kix mai rawg bwan heue. Viang mawh nan, kawncau khankix ah ka pui khankix heue.",
        "Yesux ah nin, “Kieh kawn nyawm iak khankix hoek ka Aux, paw sidien kix, kheu meung raoma mawh cie pa awm kix heue."
      ]
    },
    {
      "id": 8,
      "name": "GRAWH GRAWNG KOK YESUX KA EX",
      "title": "Mathitex 11:28–30; Yohan 6:37–38, 40",
      "verse": [
        "Pex pa taug pa mao mai klawm kraung cien khankix khawmuik eue, hoek ka Aux mai Aux tak kieh pex laux lee tix heue.",
        "Teeti klawm khaox glawm Aux mai hoek ti gau ka Aux, kheu Aux koe rhawm pa awn pa tiiem mai ju pex tak yaox dee laux lee tix heue.",
        "Mawh kheu khaox glawm Aux mawh pa yie ti klawm mai kraung Aux mawh pa chaong heue.”",
        "Can pa tawx Keeing Cao ka Aux, hoek ka Aux khawmuik, pui pa hoek ka Aux, Aux ang doh tik vud tix bawg kawx.",
        "Grawh grawng nawh Aux lih hoek khaing raoma sonsang yuh alo tokaus tix ang mawh, Aux hoek ti yuh alo Cao pa ploi Aux hoek heue.",
        "In mawh alo Cao pa ploi Aux hoek, mawh pa ang kieh Aux grai yuh pui pa tawx Nawh Cao ka Aux tix kaux kawx, viang mawh nan kieh kix deeh kaoh singaix sidah khaix heue"
      ]
    },
    {
      "id": 9,
      "name": "GRAWH GRAWNG KRAX TAOH",
      "title": "Yohan 3:14–21",
      "verse": [
        "Awm hoik yaog Mose siuing ka daux tiag, ka Kawn kawn pui kawx, tak sang yaog yuh nan heue.",
        "Can pui pa yum rhawm ka Nawh Cao khankix ang lai hoek krax laux leeing tak pon ju leeing ju heue.",
        "Mawh kheu Siyiex kied moh haktiex sigrien sigre, Nawh tom tawx Kawn tix pa hoek tix kaux khaing, son can pui pa yum rhawm ka Nawh khankix, tak ang lai hoek krax laux leeing, tak pon ju leeing ju heue.",
        "Siyiex plòi Kawn Nawh hoek sonsang prawng, ciyang ka haktiex ang mawh, plòi hoek sonsang hoek haktiex krax taoh kheu Nawh heue.",
        "Kaw pa yum rhawm ka Nawh Cao ang hoek krax prawng, ciyang, kaw pa ang yum rhawm ka Nawh, krax prawng, ciyang hoik koe piang nawh, kheu ang nawh yum rhawm ka ceu kaux Kawn Siyiex pa koe tix kaux khaing heue.",
        "Tak hoek Krax prawng, ciyang kheu pa riieng hoik hoek piang haktiex in, kawn pui nie lheu moh ka pa faik khaing pa riieng, in mawh kheu pa yuh kix mawh pa caox heue.",
        "Grawh grawng nawh, pa yuh pa caox ku kaux daux pui nie jhak ka pa riieng ang hoek ka pa riang, son ang pa yuh tix sang lih heue.",
        "Kaw pa yuh pa mawh meh hoek ka pa riieng, sonsang sidawng pa yuh tix, grawng mawh pa hoik yuh ka daux Siyiex heue.”"
      ]
    },
    {
      "id": 10,
      "name": "GRAWH GRAWNG CAO PA LIANG YUNG",
      "title": "Yaogyaw 23; Yohan 10:14–17",
      "verse": [
        "Siyiex mawh cao pa liang yung ka aux, aux ang lai lo tidtix.",
        "Nawh kieh aux it mai: sawm dee klai rib, Nawh thong aux hu ka praok rhawm klawng pa singaong.",
        "Nawh baox tawx riang rao ka ju aux, Nawh thong aux hu ka daux krax pa rahsee son ceu kaux Nawh heue.",
        "Viang aux yaox ti hu ka daux klawng ngawd veei krax yum kawx, aux ang lhat kah, grawh grawng nawh, Maix Cao ot mai aux, khaox puat Maix mai khaox gix Maix kieh aux nyawm rhawm heue.",
        "Maix cao cox khre pheen sawm aux sivoe ngai pui koeng ka aux khankix heue. Maix groi bee ka kaing aux mai: kawk aux deeh kreh heue.",
        "Bwanson krax caox rhawm pa mhawm Maix hawt grawng lawng khaix aux, aux tak ot nyiex Siyiex leeing ju heue.",
        "Aux mawh cao liang yung pa mhawm heue. Aux tawng cie Aux mai cie Aux tawng Aux.",
        "Awm tawng Keeing Cao ka Aux. Aux tawng ka Keeing Cao mai Aux tik ju tix yum son yung khankix heue.",
        "Aux kawn koe yung pa ang neuex daux kawg yung in, Aux tak viex kix hoek, kix tak nghiet ka lox Aux. tak sang mawh yung tix cub, cao liang yung tix kaux khaing.",
        "Keeing Cao moh Aux kheu tik Aux ju tix yum, sonsang baox deeh teei Aux tix bawg heue."
      ]
    },
    {
      "id": 11,
      "name": "GRAWH GRAWNG PA OT KA DAUX YESUX",
      "title": "Yohan 15:1–9",
      "verse": [
        "Aux mawh nhu plix siiet pa mawh meh Keeing Aux mawh cao pa pau sipeem.",
        "Kak pa ang plix kukak Nawh kid ti tik, kak pa plix kukak sonsang nie chix plix khaing in, Nawh cox pawt mhawm mhawm heue.",
        "Yam in pex hoik singax, kheu lox pa hoik khai Aux ka pex.",
        "Ot ka daux Aux mai Aux ot ka daux pex. Awm kak ang chix plix nong nong, phan nawh ang ot ka daux nhu miex, awm an phan pex ang ot da daux Aux, pex ang chix plix.",
        "Aux mawh nhu plix siiet, pex mawh kak khankix heue. Kaw pa ot ka daux Aux mai Aux ot ka daux nawh, chix plix plix haoh hun. Grawh grawng nawh phan pex tang tiah khaing Aux, pex ang chix yuh tidtix heue.",
        "Phan pui ang ot ka daux Aux, teei ti tik nawh awm kak pa kroh hu heue. Pui khrawm kak khankix taing daux ngu mai gleeing kix heue.",
        "Phan pex ot ka daux Aux mai: gumlox Aux ot ka daux pex, pex simie ti rawg ceu patix angah, rawg heue. Tak sang yuh son pex.",
        "Keeing Aux koe min plakngai, kheu pa plix pex plix haoh hun pex tak mawh kawncau Aux heue.",
        "Awm hoik moh Keeing Cao ka Aux. Aux kawx hoik moh ka pex heue. Pex ot ka daux pa moh Aux awx."
      ]
    },
    {
      "id": 12,
      "name": "GRAWH GRAWNG YUM YESUX",
      "title": "Mathitex 27:24–36",
      "verse": [
        "Yam tawng Pilat ka tokaux tix ang chix yuh tidtix mai yaox pui dex simah ka paox tix, nawh teei rawm mai khoek taix tix sivoe pui hun khankix mai ah nin“Aux ang koe dee lud, aux luan khaing nham Pui pa rahsee in Pex jhak grawh grawng in heue.”",
        "Pui khawmuik pawk lox ah nin, “Kieh nham Nawh koe piang ex mai kawn praix ex heue.”",
        "Yam an nawh ploi Barabax ka son kix, viang mawh nan nawh sivied Yesux mai tawx sonsang tawx piang khaox lhak heue.",
        "Yam an pui naing simiang khankix, teei Yesux hu ka daux nyiex taw tix dah mai kix kraix khrawm pui naing sivoe Nawh heue.",
        "Kix peeik kraung Nawh Cao mai kix ceep sibex raoh ka Nawh heue.",
        "Kix taing mhok kat lawm sau piang kaing Nawh Cao mai sau priem tix gawng daux taix khawn dawm Nawh mai kix grux ngawng sivoe Nawh mai ah lox briem ka Nawh Cao ah nin, “Kieh koe bwanson ka maix Simiang pui Yudax eue.”",
        "Kix baig piang Nawh Cao mai: kix teei gawng priem an mai: sivied ka kaing Nawh heue.",
        "Khaix hoik yuh kix pa ang cee cak ka Nawh Cao, kix peeik sibex an mai deeh ceep kraung ceep cie Nawh mai tok Nawh hu sonsang tawk Nawh Cao piang khaox lhak heue.",
        "Yam lih hu kix, kix yaox pui kurene tix kaux, pa kaux Simon, mai kix khin nawh hu, sonsang kieh nawh klawm khaox lhak Nawh Cao heue.",
        "Yam hoex kix “Dee Si-ang Kaing” pa kok mawh Gawlaxgawthax.",
        "Kix tawx Nawh Cao nyaux sidah niex pa hoik klao tau mai. ghin mai yam hoik cim Nawh Cao ti yaox Nawh ang nyaux heue.",
        "Khaix hoik tawk kix ka Nawh Cao piang lhak, kix gwieh kraung Nawh Cao mai nieb ti cie heue.",
        "Kix ngawm mai jhak ka Nawh Cao tau heue."
      ]
    },
    {
      "id": 13,
      "name": "GRAWH GRAWNG DEEH KAOH IM YESUX",
      "title": "Mathitex 28:1–10",
      "verse": [
        "Khaix sidah ngaix twah, yam jah praix ti riieng ka daux aliah ngaix, ngaix tix, Marix Magadalax mai Marix tang kaux hoek ti jhak ka simceig heue.",
        "Jhak heue, yam an kla reem ting tuk, kheu kawncau cie Siyiex tix kaux lih hoek khaing raoma mai plu plieh ti tik simaox mai ngawng piang an heue.",
        "Grang nawh awm plu plak praix mai kraung ceep nawh paing awm rhawm rhax.",
        "mai pui pau khankix siyawng kheu lhat ka Nawh mai lih mawh awm pui yum heue.",
        "Kawncau Siyiex an ah nin ka bunan, “Pax paw vi lhat, kheu tawng aux pax sawg Yesux, pa hoik tawk piang khaox lhak heue.",
        "Nawh Cao ang lai ot tin, kheu Nawh Cao hoik kaoh, awm pa hok krai Nawh heue. Hoek mai jhak dee hoik it Nawh Cao.",
        "Nied ti hu krai ka kawncau Nawh khankix grawng hoik kaoh im Nawh Cao khaing krax yum Nawh hu sivoe pex ka daux meung Galilie mai pex tak yaox Nawh Cao tan heue. Aux hoik krai ka pax.”",
        "Mawh kheu nan kiex nied ti lih hu khaing simeeig mai pa lhat graung tix mai pa kied gaux rhawm mai to hu krai ka kawncau Nawh khankix heue.",
        "Yesux yaox kiex dom an ah nin,“Kieh pa nhim koe mai pax,” khaix an kiex hoek mai gieex caong Nawh mai krub ka Nawh Cao heue.",
        "Yam an Yesux ah nin ka kiex, “Paw vi lhat, hu krai ka puxaik Aux khankix, nhie kix hu ka daux meung Galilie mai kix tak yaox ka Aux tan heue.”"
      ]
    },
    {
      "id": 14,
      "name": "LOX PA DEUH YESUX",
      "title": "Mathitex 28:16–20; Kawncau 1:8–11",
      "verse": [
        "Yam an, Kawncau kao tix taux hu ka meung Galilie, piang gawng dee hoik krai Yesux ka kix heue.",
        "Yam yaox kix ka Nawh Cao, kix krub ka Nawh, viang mawh nan, tix blah ang yum rhawm kah heue.",
        "Yesux hoek ka kix ah nin,“Sibrawm ka daux meung raoma mai piang haktiex hoik tawx ka Aux khawmuik heue.”",
        "Maw kheu nan pex hu mai yuh ceu pui khawmuik mawh kawncau mau soi mai co b c o m kix ka daux ceu kaux Keeing Cao, Kawn Cao mai Khuan Singax Singeh Cao heue.",
        "Gau kix kieh kix, hawt yuh ceu pa hoik nhie Aux ka pex khawmuik, Aux tak ot tau mai pex jheeng jheeng, tom hoek bawg yam sidah haktiex heue.”",
        "Viang mawh nan pex tak sang pon sibrawm, yam hoik hoek Khuan Singax Singeh piang pex mai pex tak sang mawh pui pa kham mhai rug son Aux, jah ka veng Yerusalem khawm meung Yudax khawmuik mai meung Samarix mai hoek tom dee sidah haktiex heue.”",
        "Khaix hoik krai Nawh Cao ceu an khankix, yam kawn jhak kix, teei Nawh Cao haok mai paiawm rieb ti teei Nawh khaing dee chix yaox kix.",
        "Yam kawn maong kix ti jeung ka raoma, jhak heue, pui ra kaux pa ceep kraung pa paing cung liep kix, pa ah nin,",
        "“Pui Galilie khankix eue, pex cung ti jhak ka raoma yuh ka mawx? Yesux in, pa hoik rieb ti teei haok ka daux meung raoma khaing pex, tak sang deeh hoek, awm yaox pex Nawh haok hu ka daux meung raoma heue.”"
      ]
    },
    {
      "id": 15,
      "name": "SIYIEX MAWH KRAX MOH KRAX RHAWM",
      "title": "Yohan-1, 4:7–11, 16, 18, 20",
      "verse": [
        "Pui pa moh aux khankix eue, kieh ex moh ka paox tix, tix kaux lai tix kaux, mawh kheu krax moh krax rhawm mawh pa dex dawd mai Siyiex heue.Pa koe krax moh krax rhawm ku kaux, mawh pa hoik kieh Siyiex kix keh mai: pa tawng ka Siyiex heue.",
        "Kaw pa ang koe krax moh krax rhawm, ang tawng ka Siyiex, mawh kheu Siyiex mawh krax moh krax rhawm heue.",
        "Krax moh krax rhawm Siyiex ka ex hoik plak kieh sidawng, ka daux pa ploi Nawh Kawn tix pa koe tix kaux khaing hoek ka daux haktiex, sonsang pon ex tix im ju kheu Nawh heue.",
        "Krax moh krax rhawm kienie, mawh kheu moh ex ka Siyiex ang lai mawh, viang mawh nan mawh kheu moh Nawh Cao ka ex mai hoik ploi Kawn Nawh hoek sonsang mawh pa tan pa sang kieh ex luan khaing phimap tix heue.",
        "Pui pa moh aux khankix eue, phan Siyiex hoik moh ka ex nie ding nie dod, viang ex kawx khaw ti moh ka paox tix heue.",
        "Ex tawng mai hoik yum rhawm ka krax moh krax rhawm Siyiex ka son ex heue.Siyiex mawh krax moh krax rhawm mai kaw pa ot ka daux krax moh krax rhawm ot ka daux Siyiex mai Siyiex ot ka daux nawh heue.",
        "Ang koe ceu pa lhat ka daux krax moh krax rhawm, viang mawh nan krax moh krax rhawm ceu pa grum naog, taing ti tik ceu pa lhat graung, mawh kheu pa lhat graung koe pa prawng ciyang mai kaw pa koe krax lhat graung ang nyang bax grum naog ka daux krax moh krax rhawm heue.",
        "Phan pui tix kaux kaux ah, “Aux moh ka Siyiex,” mai koeng ka puxaik tix, nawh mawh pui pa pie lhen, mawh kheu kaw pa ang moh ka puxaik tix pa hoik yaox nawh, ang tau ti chix moh ka Siyiex pa ang nawh sax yaox heue."
      ]
    },
    {
      "id": 16,
      "name": "GRAWH GRAWNG KHUAN SINGAX",
      "title": "Yohan 14:16–17, 26; 16:7–8, 11–14",
      "verse": [
        "Aux tak sang rawg mhaing ka Keeing Cao Nawh tak sang tawx Cao Teem ka pex tang kaux, sonsang ot Nawh mai pex leeing ju, pa mawh Khuan pa dex mai pa mawh meh heue.",
        "Kheu haktiex ang tawng ang yaox Nawh, tom ang pon ti rieb ti teei Nawh. Viang mawh nan pex tawng Nawh kheu ot Nawh mai pex, Nawh tak ot ka daux pex heue.",
        "Viang mawh kawx nan, Cao Teem pex, pa mawh Khuan Singax Singeh, pa tak sang ploi Keeing Cao hoek ka daux ceu kaux Aux, Nawh tak sang gau pex kuceu khawmuik kieh pex doh keud ka lox pa hoik krai Aux ka pex khawmuik heue.",
        "Viang mawh nan Aux krai lox pa mawh meh ka pex, pa hu Aux mhawm son pex heue. Grawh grawng nawh phan Aux ang hu cao teem ang lai hoek ka pex, viang mawh nan phan Aux hu Aux sang ploi Nawh hoek ka pex heue.",
        "Yam hoik hoek, Nawh tak sang plak jhi haktiex yaox ka phimap pa rahsee pa ciyang.",
        "Aux kawn koe lox ceu pa sang krai ka pex tom nie ceu, viang mawh nan ang pex pon kham pon geu yam in.",
        "Viang mawh nan pa mawh Khuan pa mawh meh hoik hoek, Nawh tak sang thong pex ka daux pa mawh meh khawmuik heue. Mawh kheu ang Nawh sang krai lox khaing tokaus tix, viang mawh nan Nawh tak sang krai can ceu pa mhong Nawh mai Nawh tak sang krai ka pex grawng ceu pa tak sang hoek khaix in heue.",
        "Naw tak sang kieh Aux koe min plakngai,kheu tak sang teei Nawh cie Aux krai ka pex heue"
      ]
    },
    {
      "id": 17,
      "name": "HAWT KHAIX PA THONG KHUAN CAO",
      "title": "Kalatix 5:16–18, 22–26; Romax 8:12–14",
      "verse": [
        "Aux ah nin, hu ka daux Khuan heue. Mai pex tak ang yuh ti kieh naog alo nex nham heue.",
        "Grawh grawng nawh alo nex nham mawh pa lah cha ka Khuan mai Khuan mawh pa lah cha ka alo nex nham, mawh kheu ceu in kiex mawh pa ang khaw mai paox tix, tom ang pex pon yuh ceu pa simie pex ti yuh heue.",
        "Phan Khuan Cao thong pex hu, pex ang lai ot greem lox lai beenli heue.",
        "Plix cie Khuan Cao mawh, pa moh rhawm, pa gaux rhawm, pa nhim, pa lang gun lang yeung, pa chix caox rhawm, pa mhawm, pa kaux sijax, pa awn rhawm, pa chix priex rhawm tix, lox been pa sang lah cha ka ceu in khankix ang koe heue.",
        "Kix pa dex dawd mai Yesux Khrit, hoik tawk nex nham yum piang khaox lhak, tau mai ceu pa keud pa yuh alo nex nham heue.",
        "Phan ex im kheu Khuan Cao, viang pa hu ex kawx kieh mawh daux Khuan Cao heue.",
        "Paw kieh ex lih ti mawh pa sawg min pakngai pa gieex going mai paw choeng ka paox tix mai paw ghoing ka paox tix heue.",
        "Mawh kheu nan, puxaik khankix eue, ex mawh pa koe ceuk ka nex nham, sonsang im hawt nex nham, ang mawh,",
        "Phan pex im hawt nex nham, pex tak lai yum, viang mawh nan phan pex kieh ceu pa yuh tokaus tix, yum kheu Khuan Cao, pex tak sang im heue.",
        "Can pui pa hawt krax thong Khuan Siyiex hu khankix, mawh kawn Siyiex heue."
      ]
    },
    {
      "id": 18,
      "name": "PUI PA PON HOEK KRAX RAH SEE",
      "title": "Romax 5:1–9, 11",
      "verse": [
        "Mawh kheu hoik pon hoek ex krax rahsee kheu krax yum rhawm, ex tom koe pa nhim ka plak Siyiex kheu Simiang ex Yesux Khrit heue.",
        "Mawh kheu Simiang an, ex hoik pon laig ka daux bwanson in, dee ot dee cung ex mai ex yaw gaux rhawm ka daux krax keud pot jun pot sonsang pon min plakngai Siyiex heue.",
        "Ang joeng mawh ngie nan, viang ka daux krax kha rhawm kawx, ex yaw gaux rhawm kah, kheu tawng ex krax kha rhawm chix yuh kieh lih pa pon kham geu,",
        "mai pa pon kham geu chix yuh kieh lih, pa hoik cheu ti tawng mawh pa mhawm, chix yuh kieh pa keud pot jun pot lih, mai: pa keud pot jun pot, ang lai kieh kaig tua heue.",
        "Mawh kheu krax moh krax rhawm Siyiex hoik prauk ti sau ka daux rhawm ex, kheu Khuan Singax Singeh pa hoik tawk ka ex heue.",
        "Grawh grawng nawh yam kawn iak riang ex, yam caw bawgyam yum Cao Khrit son pui pa ang chix nabyam mai pa yuh pa ang khaw ka Siyiex heue.",
        "Pie pui pa sang yum tang son pui rahsee kawx neuex pa koe. Pui pa sang kwa ti yum tang son pui mhawm tee sang koe tix kaux kaux pleue.",
        "Viang mawh nan Siyiex jhi mhai rug grawng pa moh Nawh ka ex, ka daux pa yum Cao Khrit son ex, yam kawn mawh ex pui phimap heue.",
        "Mawh kheu nan, phan ex hoik pon ti hoek krax rahsee yam in, kheu nham Nawh Cao, ex tak sang nie lheu pon pa taoh khaing pa song rhawm Siyiex kheu Nawh Cao heue.",
        "Mai ang joeng mawh ngie nan, ex yaw gaux rhawm khawm ka daux Siyiex kheu Simiang ex Yesux Khrit, pa hoik pon ex pa deeh khaw caw paox tix yam in, ka daux Nawh heue."
      ]
    },
    {
      "id": 19,
      "name": "GRAWH GRAWNG KRAX MOH KRAX RHAWM",
      "title": "1 Kawrinthux 13:1–10,13",
      "verse": [
        "Viang aux chix sikah ka lox pui khankix mai ka lox kawncau Siyiex khanik kawx, phan ang koe krax moh krax rhawm, aux hoik lih mawh awm lox brax tawng, phan ang mawh nan awm lox luah chiang heue.",
        "Viang aux koe totaiX pa chix krai lox jhai mai tawng ka pa raux pa mox khawmuik mai ka krax tawng khawmuik kawx mai viang aux koe krax yum rhawm ti sang chix gah ka gawng khankix kawx, phan ang koe krax moh krax rhawm, aux mawh pa ang koe bwanson tidtix heue.",
        "Viang aux gwieh ti tawx kraung aux, ti tawx pui ih kawx mai viang aux tawx tokaus tix, ti sang kieh gleeing ka ngu, phan ang koe krax moh krax rhawm ang koe bwanson ka son aux tidtix heue.",
        "Krax moh krax rhawm kienie, mawh pa chix gun chix yeung tom lang mai chix yuh bwanson. Krax moh krax rhawm ang lai chix ghoing kah, krax moh krax rhawm ang lai yaw ka tokaus tix mai ang lai ting rhawm,",
        "Ang lai nieb pon yuh pa ang khaw, ang lai sawg bwanson son tokaus tix, ang lai song rhawm rhi, ang lai keud lai sawn grawng pa caox caig.",
        "Ang lai gaux rhawm ka daux krax pa ang rahsee, viang mawh nan chix gaux rhawm ka daux pa mawh pa meh.",
        "Tawb kheem ka kuceu khawmuik, yum rhawm ka ku ceu khawmuik, keud pot jun pot ka kuceu khawmuik mai chix gun yeung ka kuceu khawmuik heue.",
        "Krax moh krax rhawm kienie, ang chix jud jai, viang koe lox jhai khankix kawx, kix tak sang grai grhup heue. Viang koe pa chix ka lox ceu pa tang pa siyox khankix kawx, tak sang jud jai heue. Viang koe krax tawng kawx, tak sang grai grhup heue.",
        "Grawh grawng nawh pa tawng ex ang lai grum naog mai pa krai ex lox jhai ang lai grum naog,",
        "Yam hoik hoek ceu pa grum naog, tak sang kieh pa ang grum naog an, grai grhup heue.",
        "Yam in ca kawn koe, krax yum rhawm krax keud pot jun pot mai krax moh krax rhawm, in loe ceu mai ka daux ceu in khankix, mawh krax moh krax rhawm pa nie lheu ting heue."
      ]
    },
    {
      "id": 20,
      "name": "KIEH KOE RHAWM PA AWM YESUX",
      "title": "Philippix 2:2–11",
      "verse": [
        "Kieh krax gaux rhawm aux grum naog kah, sonsang koe pex rhawm pa awm paox tix mai koe krax moh krax rhawm pa awm paox tix, pa koe rhawm tix mu khaing, pa chix ih rhawm paox tix heue.",
        "Paw yuh tix ceu kawx ka daux pa simah simaing, phan ang mawh nan kheu pa nieb yuh grang pa gieex going, yuh ka daux rhawm pa tiiem mai een tang kaux mawh pa nie lheu mhawm khaing tokaux tix,",
        "paw vi jhak ngie ka ceu cie tokaux tix khankix, pex ku kaux jhak ka khawm ceu cie pui tang kaux khankix heue.",
        "Kieh rhawm pa hoik koe ka daux Yesux Khrit koe ka daux pex.",
        "Viang Nawh cao hoik mawh ka daux riang pakpeung Siyiex kawx, ang lai een lai sawn ceu pa mawh pa sidu mai Siyiex ti mawh pa jhawp ka,",
        "viang mawh nan klop ti kieh yi min pakngai tokaux tix mai teei riang pakpeung siliex mai yuh ti lih mawh awm kawn pui,",
        "mai: yam mawh Nawh riang pakpeung kawn pui, Nawh yuh tokaus tix tiiem mai cu nghieet tom geu pa yum, mawh heue, tom yum ka piang khaox lhak heue.",
        "Mawh kheu nan Siyiex hoik yaog ix kieh Nawh ting mai tawx ceu kaux pa nie lheu blon ting lhaong khaing can ceu kaux khawmuik ka Nawh heue.",
        "Ngawng ku ngawng tak sang grux ngawng ka daux ceu kaux Yesux, can pa koe ka daux meung raoma angah, ka piang haktiex angah, ka greem haktiex angah,",
        "Dak ku dak tak sang kham grawng Yesux Khrit mawh Simiang, sonsang mawh min pakngai ka Keeing Siyiex heue."
      ]
    },
    {
      "id": 21,
      "name": "PA CAW PA KEUNG KAWN KHRIT TI YUH",
      "title": "Romax 12:1–2, 9–17, 21",
      "verse": [
        "‘Mawh kheu nan, puxaik khankix eue, aux tom khyox khaw ka pex kheu pa caox rhawm Siyiex, sonsang tawx pex tokaus tix, ti mawh pa tan pa im, pa singax singeh, pa khaw caw ka rhawm Siyiex, pa mawh kaing krub pa keung pex ti yuh heue.",
        "Paw kieh khaw mai riang baux ju in, viang mawh nan kieh pex deeh tieh loh, kheu baox yuh rhawm tix pa khraox, sonsang chix cheu pex ti tawng, mawh pa yuh ka mawx pa mawh pa mhawm mai pa khaw caw rhawm mai pa grum mawh alo Siyiex heue.",
        "Kieh krax moh krax rhawm pex mawh pa ang koe pa pie lhen.Koeng ka ceu pa caox mai jawg ti gieex ka ceu pa mhawm heue.",
        "Ka daux krax pa moh rhawm ka puxaik khankix, kieh tix kaux lai tix kaux moh paox tix mhawm mhawm heue.Ka daux krax pa yaogyaw, tix kaux lai tix kaux, yaogyaw ka tang kaux nie khaing tokaux tix heue.",
        "Ka daux pa viex rhawm tix yuh, paw kieh nieh kah, viex rhawm pa rien tix yuh son Simiang.",
        "Gaux rhawm ka daux pa keud pot jun pot. Gun yeung ka daux pa kha rhawm. Ca kawn viex rhawm kaux tix rawg bwan jheeng jheeng.",
        "Tawx ceu pa lo ka pui pa singax singeh khankix. Yuh krax khan kheu heue.",
        "Nawb bwan ka kix pa tuktiah ka pex, nawb bwan mai paw jhax lawg kah.",
        "Gaux rhawm mai kix pa gaux rhawm mai: yiem grai mai kix pa yiem grai heue.",
        "Kieh koe rhawm pa awm paox tix, ka tix kaux lai tix kaux. Paw deuh rhawm pex ka ceu pa lhaong khankix, viang mawh nan yuh paoxpie ka pa tiiem khankix.",
        "“Paw yuh tix koe pingnya, ka daux pa nieb lak yuh tix ting rhawm tix tiru.”",
        "Paw deeh tawx pa caox, ka son pa caox ka tix kaux kawx. Keud ti yu ceu pa khaw pa mhawm ka sivoe pui khawmuik heue.",
        "Paw kieh pa caox pex ka pex, viang mawh nan teei ceu pa mhawm mai kieh pex ka pa caox heue."
      ]
    },
    {
      "id": 22,
      "name": "GRAWH GRAWNG RAWG BWAN",
      "title": "Mathitex 7:7–11; 6:6–8; Yohan 14:13–14",
      "verse": [
        "“Rawg heue, mai: tak sang tawx ka pex, sawg heue, mai pex tak sang yaox, gleuh siviex heue, mai: tak sang paoh son pex heue.”",
        "Grawh grawng nawh, pa rawg ku kaux tak pon mai kaw pa sawg tak yaox mai ka kaw pa gleuh siviex tak paoh son nawh heue.",
        "Phan kawn pex rawg mhaing blah, pa teei simaox tawx ka nawh, koe ka daux pex tix kaux kaux lie’?",
        "Phan ang mawh nan, phan kawn pex rawg mhaing kax, sang tawx siuing lie?",
        "Phan pex pa mawh pui caox, chix tawx totaiX pa mhawm ka kawn praix tix, Keeing pex pa ot daux meung raoma tak nie lheu tawx ceu pa mhawm ka pui pa rawg ka Nawh miex ding?",
        "Mawh kheu nan, can ceu pa simie pex pui yuh ka tix khawmuik, pex kawx, yuh nang nan ka kix heue.Kheu in mawh lox lai beenli mai lox cao jhai khankix heue.”",
        "Yam rawg pex bwan, paw deeh krai lox gieex going awm pui tang ceu, kheu ce kix tak mhong lox kix, kheu lox pa rawg kix tom nie heue.",
        "Kheu nan, paw kieh awm kix, mawh kheu Keeing pex hoik tawng pa lo pex khawmuik ka ang pex nyang rawg mhaing ka Nawh heue.",
        "Pex sang rawg sang mhaing ceu patix angah, ka daux ceu kaux Aux, Aux tak sang yuh heue, yuh ka mawx sonsang koe min pakngai Keeing Cao, ka daux Kawn Cao heue.",
        "Phan pex rawg mhaing tix ceu ceu ka daux ceu kaux Aux, Aux tak sang yuh heue."
      ]
    },
    {
      "id": 23,
      "name": "GRAWH GRAWNG COM RAWM",
      "title": "Mathitex 3:13–17; Romax 6:3–5",
      "verse": [
        "Yam an Yesux kaoh khaing meung Galilie mai hoek ka Yohan ka rawm klawng Yawdan, sonsang cubcom daux tawm taix nawh heue.",
        "Viang mawh nan Yohan klat Nawh Cao ah nin, “Aux khaw ti cubcom ka daux tawm taix Maix mai Maix khex hoek ka aux lie?”",
        "Yesux pawk lox mai ah nin ka nawh, “Kieh mawh yam in heue, kheu in mawh pa khaw son ex ti sang yuh naog ka pa rahsee khawmuik heue.” Khaix an nawh tom khaw rhawm kah heue.",
        "Khaix hoik cubcom ka Yesux, Nawh lih khaing daux rawm dom mawx dom an jhak heue, raoma paoh ka Nawh mai Nawh yaox Khuan Siyiex lih awm sikaux tum piang Nawh heue.",
        "Jhak heue, lox lih khaing raoma ah nin, “In mawh Kawn pa moh Aux, pa khaw caw ka rhawm Aux heue.”",
        "Phan ang mawx nan, ang pex tawng grawng can ex pa hoik cubcom rawm ka daux Yesux Khrit, hoik cubcom ka daux pa yum Nawh lie?",
        "Mawh kheu nan hoik sipauŋ ex tau mai Nawh Cao kheu krax cubcom ka daux pa yum Nawh, awm hoik deeh kieh Cao Khrit kaoh im khaing krax yum kheu min sibrawm Keeing Cao, ex kawx sang pon ti hu ka daux ju pa khraox heue.",
        "Grawh grawng nawh, phan ex hoik kleuk tau mai Nawh Cao, ka daux pa yum awm pa yum Nawh, ex kawx tak sang deeh kaoh im awm pa hoik deeh kaoh im Nawh Cao."
      ]
    },
    {
      "id": 24,
      "name": "GRAWH GRAWNG IH PAWIE CAO",
      "title": "Mathitex 26:26–30; Kaw-1, 11:23–26",
      "verse": [
        "Yam sawm kix, Yesux teei blah mai nawb bwan mai sivit ti tawx ka kawncau Nawh khankix ah nin, “Teei, ih, in mawh tokaus Aux heue.”",
        "Nawh Cao teei kawk mai yaogyaw bwanson mai tawx ka kix ah nin, “Pex khawmuik nyaux heue.",
        "Kheu in mawh nham Aux pa dex dawd mai sijax mukheu pa khraox, pa lih son pui tom nie, sonsang ploi phimap khankix heue.”",
        "Aux krai ka pex, Aux tak ang lai nyaux rawm plix siiet in, tom hoek singaix nyaux Aux pa khraox tau mai pex, ka daux Meung Keeing Aux heue.”",
        "Khaix hoik rhax kix lai rhax tix mu, kix lih hu ka gawng Sanlun heue.",
        "Grawh grawng nawh, ceu pa hoik tawx hoik pong aux ka pex, mawh pa hoik pon aux khaing Simiang. Pa mawh grawng pa teei Simiang Yesux blah tix lon, ka daux sawm pa tik pa tawx ka Nawh,",
        "khaix hoik yaog yaw Nawh bwanson, Nawh sivit blah an ah nin, “Teei, ih, in mawh tokaus Aux, pa hoik sivit son pex, yuh ceu in sonsang doh keud ka Aux heue.”",
        "Awm an Nawh Cao teei ka khawm kawk, khaix priex bo ah nin, “Kawk in mawh sijax mukheu pa khraox ka daux nham Aux, yuh, yuh nin awx, pex nyaux miex bawg angah, sonsang doh keud ka Aux heue.”",
        "Grawh grawng nawh pex in ka blah in mai nyaux ka kawk in miex bawg angah,pex jhi grawng pa yum Simiang, tom sang hoek Nawh Cao heue."
      ]
    },
    {
      "id": 25,
      "name": "PUI PA GIEX KAING CEUCAO",
      "title": "Timose-1, 3:2–11",
      "verse": [
        "Mawh kheu nan pui pa giex kaing ceu cao tak lai mawh pui pa ang koe dee deuh phimap kah, pa koe moeng tix kaux khaing mai pa yuh satix, pa chix priex rhawm tix, pa chix keud chix sawn, pa chix khre ka nyo sinie, pa chix gau heue.",
        "Ang lai mawh pui pa nieb pleung ka plai rawm plix siiet, pa nieb tap toi ka pui, tak lai mawh pa awn rhawm awn rhi, pa ang simah simaing, pa ang moh ka mau heue.",
        "Tak lai mawh kaw pa chix giex kaing nyiex tix, pa koe rhawm pa chix keud chix sawn ti kieh kawn praix cu nghiiēt tix heue.",
        "Viang mawh nan phan mawh pui pa ang chix giex kaing nyiex tokaux tix, nawh tak chix priex ceu cao Siyiex yuh ka mawx?",
        "Pa ang mawh pui khraox ih li, ha nawh kox ting rhawm vao tix mai rau ka daux pa sang ciyang ka phicaox.",
        "Lheu khaing an nawh tak lai mawh, pa pui plak praix kham mhai rug pa mhawm kah, phan ang mawh nan, ha nawh kox rau ka daux pa deuh pui phimap mai ka daux kie phicaox heue.",
        "Awm an pui bung kaing ceu cao khankix kawx, tak lai mawh pui pa chix keud chix priex rhawm tix, pa ang nieb siiet tom nie, pa ang keud ti pon mau yie ka krax pa ang khaw.",
        "Tak lai mawh pui pa jhawp ka pa raux pa mox krax yum rhawm ka daux dee chix keud chix tawng tix pa singax singeh heue.",
        "Viang mawh inkix kawx kieh cheu ti yaox phao ka, khaix an phan ang koe dee deuh phimap kah, kieh kix yuh pui pa bung kaing ceu cao heue.",
        "Awm an moeng kix kawx, tak lai mawh pa chix keud chix priex rhawm tix mai pa ang nieb bied ti ah grawng pui mai pa chix yuh satix mai pa kaux sijax ka daux ku ceu khawmuik heue."
      ]
    },
    {
      "id": 26,
      "name": "LOX RAWG BWAN PA GAU YESUX",
      "title": "Mathitex 6:9–13",
      "verse": [
        "Keeing ex pa ot piang meung raoma, kieh ceu kaux Maix koe krax yung krax yi heue.Kieh meung Maix hoek heue.Awm naog alo Maix piang meung raoma, Ka piang haktiex in kawx kieh awm an heue.Tawx pa ih pa lo ex son singaix liak.Pluat ploi phimap ex liak, awm pluat ploi ex pui pa lud ka ex heue.Mai paw vieh ex hoek ka daux krax nyaw krax glaw, viang mawh nan taoh ex khaing kaw pa caox liak.Grawh grawng nawh, meung raoma mai siawb sibrawm mai min pakngai, mawh cie Maix leeing ju heue. Amen"
      ]
    },
    {
      "id": 27,
      "name": "LOX TAWM PINGNYAP KHANKIX",
      "title": "Lih hu: 20:3–17; Mathitex 22:36–39",
      "verse": [
        "Lheu khaing Aux maix tak ang pon ti krub ka Siyiex tang kaux.",
        "Maix tak ang pon ti yuh riang grang tix ceu kawx son tokaus tix,maix tak ang pon ti krub mai yuh kaing son kix,",
        "Ang pon ti kok ceukaux Siyiex maix giex going",
        "Doh keud ka singaix twah, mai een singax singeh heue.",
        "Yungyi ka miex keeing tix.",
        "Ang pon ti pah pui yum.",
        "Ang pon ti phit vao mai moeng mai: kawn pui.",
        "Ang pon ti briex.",
        "Ang pon ti kham mhai saksə pa ang mawh ang meh.",
        "Ang pon ti simie tix cie nyiex pui, kawn moeng pui, siliex pui, khawng cei brie liang pui mai kraung khrai cie pui.",
        "Maix tak moh Siyiex maix khawm rhawm khawm rhi tix khawmuik, mai khawm ju tix, mai: ka dee chix keut tix khawm uik heue.",
        "Maix tak moh paox plawg paox nyhawm tix awm moh tokaus tix heue."
      ]
    },
    {
      "id": 28,
      "name": "CAN PUI PA HAWT KA GUMLOX SIYIEX",
      "title": "Lai Yakop 1:19–26",
      "verse": [
        "Puxaik pa moh aux khankix eue, pex hoik tawng grawng in, kieh pui ku kaux nied ti mhong laung laung mai kieh briex koi sikah mai: paw kieh hax song rhawm heue.",
        "Grawh grawng nawh, pa song rhawm pui, ang chix yuh pa rahsee Siyiex heue.",
        "Mawh kheu nan tik pa seeing brai kuceu khawmuik mai pa chax nie luan yuh pa caox mai viex rhawm awn rhawm tiiem mai rieb ti teei gumlox pa hoik sum ka daux pex, pa chix taoh ju pex heue.",
        "Kieh mawh pui pa hawt yuh gumlox mai paw kieh mawh ngie pa mhong gieex, pie lhen ka tokaux tix heue.",
        "Mawh kheu phan tix kaux kaux pa mhong gumlox mai ang mawh pa hawt ti yuh, nawh awm pui ti kaux pa yaox pakngai riang pakpeung tix ka daux siliak.",
        "Grawh grawng nawh khaix hoik jhak hoik yaox nawh tokaux tix, nawh lih hu krax hu tix mai dom mawx dom an nawh piawm grawng mawh nawh pui yaung pa yuh ka mawx heue.",
        "Pui mawx angah, pa jhak ka daux becili pa grum mhawm pa chix kieh luan mai pa ca kawn yuh nan mai ang mawh pui pa mhong mai piawm, pa mawh pui pa hawt yuh, pa yuh kaing, pui an tak sang pon bwanson ka daux pa yuh tix heue.",
        "Ka daux pex phan pui tix kaux kaux, ce tokaux tix mawh pui pa keud plak been bwan mai ang chix rien chix thox dak tix, nawh pie lhen ka rhawm rhi tokaux tix, pa keud pui an plak bwanson mawh pa giex going heue."
      ]
    },
    {
      "id": 29,
      "name": "KRAX MOH PA RAUX PA MOX SIYIEX PA KOE KA DAUX YESUX KHRIT",
      "title": "Romax 8:31–39",
      "verse": [
        "Phan mawh nan ex sang ah ka mawx ka grawng ceu in khankix? Phan Siyiex ot plak ex, mawx pa sang ot tang plak ti yuh ka ex?",
        "Kaw pa ang deuh pie ka Kawn tix, viang mawh nan hoik tawx Nawh son ex khawmuik, Nawh tak ang yuh bwanson ti tawx giex ka ex, kuceu khawmuik tau mai Nawh lie?",
        "Mawx pa sang chix deuh phimap ka pui pa hoik laug Siyiex ti teei? Mawh Siyiex pa kieh rahsee heue.",
        "Mawh mawx pa sang prawng ca ti deuh phimap? Mawh Cao Khrit pa hoik yum, mawh heue, nie lheu mawh pa hoik deeh kaoh im khaing krax yum mai pa ot plak taix khawn dawm Siyiex mai pa khyox khaw son ex heue.",
        "Mawh mawx pa sang goih ex khaing krax moh krax rhawm Cao Khrit? Mawh pa kha rhawm, phan ang mawh nan pa khi rhawm, phan ang mawh nan pa tuktiak, phan ang mawh nan pa sibhawm sia, phan ang mawh nan pa ot kakaong, phan ang mawh nan krax caox krax laux, phan nag mawh nan mawh vaid lie?",
        "Awm hoik tiiem ti deuh ah nin,“Hoik pah ex yum leeing ngaix ka son Maix heue,Hoik deuh ex mawh awm yung son pa sang pah heue.”",
        "Ang mawh, ka daux ceu in khankix khawmuik, ex mawh pa nie lheu mawh khaing pa pex, kheu Kaw pa hoik moh ka ex heue.",
        "Grawh grawng nawh aux hoik yum rhawm, viang grawng pa yum angah, pa im angah, kawncau Siyiex khankix ang ah, pa giex kaing khankix angah, ceu pa koe yam in khankix angah, ceu pa sang hoek ti mawh khaik khankix angah, sibrawm khankix angah,",
        "pa lhaong angah, pa raux angah, viang mawh pa phan pa deuh tang ceu, ceu tix angah, tak ang chix goih ex khaing krax moh krax rhawm Siyiex, pa koe ka daux Simiang ex Yesux Khrit heue."
      ]
    },
    {
      "id": 30,
      "name": "KRAUNG NAING KAWN KHRIT",
      "title": "Efesux 6:10–18; Romax 13:12–14",
      "verse": [
        "Dee ghoik mawh nin, kieh koe riang rao ka daux Simiang Siyiex mai ka daux riang rao siawp sibrawm Nawh heue.",
        "Ceep kraung naing Siyiex khawmuik, sonsang pon pex ti tiebtie ka jhawm lhak phicaox heue.",
        "Kheu pa ngah ex ang mawh ka nex nham, mawh ka simiang khankix mai ka siawp sibrawm khankix mai ka simiang giex kaing haktiex pa faik in khankix mai ka cub phicaox pa ot plak raoma khankix heue.",
        "Mawh kheu nan teei kraung naing Siyiex khawmuik, sonsang pon pex ti thang ka daux singaix pa caox an mai khaix hoik yuh khawmuik, kawn pon ti cung sijung heue.",
        "Mawh kheu nan cung heue, khaix hoik nhawt maox rawd nyoi pa mawh, pa mawh meh, ka nyoi tix, khaix hoik ceep kraung naing pa tie naok pa mawh pa rahsee.",
        "Khaix hoik ceep kiep pa mawh ceu pa hoik rien tix sidiex lox bwan gaux rhawm pa nhim,",
        "lhen khaing ceu inkix teei kraung naing pa tiebtie, pa mawh krax yum rhawm, sonsang pon pex ti preet ka te ngu kaw pa caox heue.",
        "Teei mhok rhiem pa mawh ceu pa taoh, vaig Khuan Cao pa mawh gumlox Siyiex,",
        "ca rawg bwan ku bawg yam, ka krax rawg mhaing khawmuik, ka daux Khuan Cao, pau ti jhak mai viex rhawm cong sijung mai rawg bwan, son pui singax singeh khawmuik,",
        "Bawg yam ponsawm dex sang hoik mai bawg yam pon ngaix dex sang hoek heue. Mawh kheu nan kieh ex peeik ti tik kaing pa dex mai pa faik mai kieh ex ceep kraung naing pa riang heue.",
        "Viang mawh nan pex teei ti ceep Simiang Yesux Khrit mai paw keud paw cox son nex nham, sonsang kieh alo nex nham grum naog heue."
      ]
    }
]